# 변수를 선언하고 숫자를 대입하세요
# 숫자가 0보다 크면 "양수입니다"를 출력하세요
x = 5
if x > 0:
    print("양수입니다")

# 변수를 선언하고 숫자를 대입하세요
# 조건문을 사용해서 변수의 값이 3의 배수라면 "3의 배수입니다"를 출력하세요
x = 9
if x % 3 == 0:
    print("x는 3의 배수입니다:", x)

# 나이를 저장할 변수를 선언하고 나이를 대입하세요
# 성별을 저장할 변수를 선언하고 성별을 'F' 또는 'M'으로 대입하세요
# 나이가 8살 이상이고 성별이 여자라면 "여학생입니다" 출력하세요
age = 10
gender = 'F'
if age >= 8 and gender == 'F':
    print("여학생입니다")

# 변수를 선언하고 숫자을 대입하세요
# 변수가 100 < i < 200 범위에 속해있다면 "i는 100보다 크고 200보다 작다"를 출력하세요
i = 160
if i > 100 and i < 200:
    print("i는 100보다 크고 200보다 작다")

# 연속비교
if 100 < i < 200: 
    print("i는 100보다 크고 200보다 작다")
